{
  "bittorrent_ip": "BitTorrent IP(s)",
  "bittorrent_leak": "BitTorrent leak",
  "bittorrent_no_js": "Javascript is disabled. BitTorrent leak test cannot be performed.",
  "copy_hint": "Press %s to copy",
  "country": "Country",
  "disable_webrtc": "To disable WebRTC on Firefox and derivatives, set %s to %s in %s.",
  "dns_leak": "DNS leak",
  "dns_no_js": "Javascript is disabled. DNS leak test cannot be performed.",
  "dns_servers": "DNS Servers",
  "error": "Error",
  "explanation_bittorrent": "A BitTorrent leak occurs when your BitTorrent client does not use your private connection (VPN, Proxy, Tor…), allowing trackers & peers to deanonymise you. This test checks which IP address your client uses. Ideally, only the IP address from your private connection should appear, ensuring your identity remains hidden.",
  "explanation_dns": "A DNS leak occurs when your device sends DNS queries outside of your secure connection (VPN, DNS-over-HTTPS, Tor…), exposing your browsing activity to your ISP. This page checks which DNS servers are being used. If your ISP's servers appear in the results, it indicates a leak, compromising your privacy. Ideally, only the DNS servers from your secure service should be listed.",
  "explanation_webrtc": "A WebRTC leak occurs when your browser does not use your private network (VPN, Proxy, Tor…) for WebRTC connections, allowing sites you visit to deanonymise you. This page checks which IP address is used for WebRTC. Ideally, only the IP address from your private connection should appear, ensuring your identity remains hidden.",
  "footer": "Powered by ZeroLeaks",
  "magnet_expire": "The link will expire if not used within a certain period of time.",
  "magnet_instructions": "To see your BitTorrent IP, add the following magnet link to your BitTorrent client:",
  "menu": "Menu",
  "refresh": "Refresh",
  "source_code": "Source code",
  "unknown": "unknown",
  "webrtc_error": "WebRTC is disabled or not supported by your browser.",
  "webrtc_ip": "WebRTC IP(s)",
  "webrtc_leak": "WebRTC leak",
  "webrtc_no_js": "Javascript is disabled. WebRTC cannot be used.",
  "websocket_closed": "websocket connection closed.",
  "websocket_error": "cannot connect to the websocket server.",
  "your_ip": "Your IP"
}
